Repository: alexkads/MAC-LIMPO
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: pt_br

# %@ %@ — you can restore it from the Trash.
source: %1$@ %2$@ — you can restore it from the Trash.
pt_br: %1$@ %2$@ — dá para restaurar pelo Lixo.

source: %@ file
pt_br: Arquivo %@

source: %@ files
pt_br: %@ arquivos

# %@ in %@ files
source: %1$@ in %2$@ files
pt_br: %1$@ em %2$@ arquivos

# %@ items · %@
source: %1$@ items · %2$@
pt_br: %1$@ itens · %2$@

# %@ items · scanned in %llds
source: %1$@ items · scanned in %2$llds
pt_br: %1$@ itens · escaneado em %2$lld s

source: %@ theme
pt_br: Tema %@

# %@ used · %@ free of %@
source: %1$@ used · %2$@ free of %3$@
pt_br: %1$@ usados · %2$@ livres de %3$@

# %@: %@ files — click to highlight in the map
source: %1$@: %2$@ files — click to highlight in the map
pt_br: %1$@: %2$@ arquivos — clique para destacar no mapa

source: .NET SDKs
pt_br: SDKs do .NET

source: 3D map: cushion relief lit on the GPU (Metal) — folders show as creases. Off: the flat 2D map.
pt_br: Mapa 3D: relevo de almofadas iluminado pela GPU (Metal) — as pastas aparecem como vincos. Desligado: o mapa 2D plano.

source: AI Models
pt_br: Modelos de IA

source: AI Tools
pt_br: Ferramentas de IA

source: API Tools
pt_br: Ferramentas de API

source: About %@ will be freed. Whenever possible, items go to the Trash and can be restored from there.
pt_br: Cerca de %@ serão liberados. Sempre que possível, os itens vão para o Lixo e podem ser restaurados de lá.

source: Actual Size
pt_br: Tamanho Real

source: Actual Size (⌘0)
pt_br: Tamanho Real (⌘0)

source: Adobe Cache
pt_br: Cache da Adobe

source: Aggressive cleaning
pt_br: Limpeza agressiva

source: Also clears large regenerable caches (Chrome AI models, all unused Docker images)
pt_br: Também limpa caches grandes que se regeneram (modelos de IA do Chrome, todas as imagens Docker sem uso)

source: Analyze
pt_br: Analisar

# Analyzing %@ in %@…
source: Analyzing %1$@ in %2$@…
pt_br: Analisando %1$@ em %2$@…

source: App Cache
pt_br: Cache de Apps

source: App Leftovers
pt_br: Restos de Apps

source: Apple Intelligence is currently unavailable.
pt_br: A Apple Intelligence não está disponível no momento.

source: Apple Intelligence is ready on this Mac.
pt_br: A Apple Intelligence está pronta neste Mac.

source: Apps & Browsers
pt_br: Apps e Navegadores

source: Archives & Installers
pt_br: Compactados e Instaladores

source: Attachments in Mail database preserved
pt_br: Anexos no banco de dados do Mail preservados

source: Audio
pt_br: Áudio

source: Azure Tools
pt_br: Ferramentas do Azure

source: Back to Top
pt_br: Voltar à Raiz

source: Browser Cache
pt_br: Cache de Navegadores

source: Builds & Libraries
pt_br: Builds e Bibliotecas

source: Bun Cache
pt_br: Cache do Bun

source: Cancel
pt_br: Cancelar

source: Checking %@…
pt_br: Verificando %@…

source: Checking Homebrew…
pt_br: Verificando o Homebrew…

source: Checking JetBrains Products…
pt_br: Verificando produtos JetBrains…

source: Checking Xcode paths…
pt_br: Verificando caminhos do Xcode…

source: Choose Folder…
pt_br: Escolher Pasta…

source: Choose what to scan
pt_br: Escolha o que escanear

source: Classic
pt_br: Clássico

source: Clean
pt_br: Limpar

source: Clean %@?
pt_br: Limpar %@?

source: Clean %lld categories?
pt_br: Limpar %lld categorias?

source: Clean /var/folders temp caches (Chrome, Metal, clang)
pt_br: Limpa caches temporários em /var/folders (Chrome, Metal, clang)

source: Clean All
pt_br: Limpar Tudo

source: Clean Canva, Affinity, Figma caches
pt_br: Limpa os caches do Canva, Affinity e Figma

source: Clean Cypress test data and browser binary cache
pt_br: Limpa dados de teste do Cypress e o cache de binários de navegador

source: Clean DerivedData, Archives, and build caches
pt_br: Limpa DerivedData, Archives e caches de build

source: Clean Go module cache, build cache, and gopls
pt_br: Limpa o cache de módulos, o cache de build e o gopls do Go

source: Clean Gradle cache and old Android SDK data
pt_br: Limpa o cache do Gradle e dados antigos do Android SDK

source: Clean JetBrains, VS Code, Cursor caches
pt_br: Limpa os caches do JetBrains, VS Code e Cursor

source: Clean Mac Storage
pt_br: Limpar o Armazenamento do Mac

source: Clean Postman, Insomnia, Bruno caches and logs
pt_br: Limpa caches e logs do Postman, Insomnia e Bruno

source: Clean Rust/Cargo build cache and registry
pt_br: Limpa o cache de build e o registry do Rust/Cargo

source: Clean Spotify offline cache
pt_br: Limpa o cache offline do Spotify

source: Clean TikTok LIVE Studio browser cache and logs (keeps your effects/assets)
pt_br: Limpa o cache de navegador e os logs do TikTok LIVE Studio (mantém seus efeitos e arquivos)

source: Clean WhatsApp, Teams, Discord caches
pt_br: Limpa os caches do WhatsApp, Teams e Discord

source: Clean node_modules and build artifacts from projects
pt_br: Limpa node_modules e artefatos de build dos projetos

source: Clean old Mail app attachments
pt_br: Limpa anexos antigos do app Mail

source: Clean pnpm package store and dlx/metadata caches
pt_br: Limpa a store de pacotes do pnpm e os caches de dlx/metadados

source: Clean storage
pt_br: Limpar armazenamento

source: Clean up old system and app logs (30+ days)
pt_br: Limpa logs antigos do sistema e dos apps (mais de 30 dias)

source: Cleaning %@
pt_br: Limpando %@

source: Cleaning %lld categories…
pt_br: Limpando %lld categorias…

source: Cleaning Complete
pt_br: Limpeza Concluída

source: Cleaning Complete!
pt_br: Limpeza Concluída!

source: Cleaning Failed
pt_br: A Limpeza Falhou

source: Cleaning Finished with Errors
pt_br: Limpeza Concluída com Erros

source: Cleaning…
pt_br: Limpando…

# Cleaning… %lld/%lld categories
source: Cleaning… %1$lld/%2$lld categories
pt_br: Limpando… %1$lld/%2$lld categorias

source: Cleans %@
pt_br: Limpa %@

source: Clear AI tools cache (Claude, Gemini, Cursor, Copilot)
pt_br: Limpa o cache de ferramentas de IA (Claude, Gemini, Cursor, Copilot)

source: Clear Adobe apps cache and media files
pt_br: Limpa o cache e os arquivos de mídia dos apps da Adobe

source: Clear Bun's global install cache
pt_br: Limpa o cache global de instalação do Bun

source: Clear Chrome regenerable profile caches and old Google Updater versions
pt_br: Limpa caches regeneráveis do perfil do Chrome e versões antigas do Google Updater

source: Clear Expo Go, APK, and simulator app caches
pt_br: Limpa os caches do Expo Go, de APKs e de apps do simulador

source: Clear Homebrew package download cache
pt_br: Limpa o cache de downloads de pacotes do Homebrew

source: Clear Safari, Chrome, Firefox cache
pt_br: Limpa o cache do Safari, Chrome e Firefox

source: Clear Slack cache and temp files
pt_br: Limpa o cache e os arquivos temporários do Slack

source: Clear application caches
pt_br: Limpa os caches dos aplicativos

source: Clear downloaded Dart/Flutter pub packages (re-fetched on pub get)
pt_br: Limpa pacotes pub baixados do Dart/Flutter (baixados de novo no pub get)

source: Clear npm, pip, brew, and cargo caches
pt_br: Limpa os caches do npm, pip, brew e cargo

source: Clear search
pt_br: Limpar busca

source: Clear the global NuGet package cache (restored on dotnet build)
pt_br: Limpa o cache global de pacotes do NuGet (restaurado no dotnet build)

source: Communication
pt_br: Comunicação

source: Continue Without Permission
pt_br: Continuar Sem Permissão

source: Copy Path
pt_br: Copiar Caminho

source: Could not move %@ to the Trash.
pt_br: Não foi possível mover %@ para o Lixo.

source: Could not read %@.
pt_br: Não foi possível ler %@.

source: Creative Apps
pt_br: Apps Criativos

source: Data & Databases
pt_br: Dados e Bancos de Dados

source: Deep clean system caches and temporary data
pt_br: Limpeza profunda de caches do sistema e dados temporários

source: Delete temporary files and caches
pt_br: Apaga arquivos temporários e caches

source: Dev Packages
pt_br: Pacotes de Desenvolvimento

source: Development
pt_br: Desenvolvimento

source: Disk Images & VMs
pt_br: Imagens de Disco e VMs

source: Disk used
pt_br: Disco usado

source: Docker full cleanup
pt_br: Limpeza total do Docker

source: Documents
pt_br: Documentos

source: Don't ask again this session
pt_br: Não perguntar de novo nesta sessão

source: Done
pt_br: OK

source: Done — I’ve Enabled It
pt_br: Pronto — Já Ativei

source: Double-click to zoom in · pinch to magnify
pt_br: Clique duplo para entrar · pinça para ampliar

source: Drag or scroll to pan
pt_br: Arraste ou role para mover

source: Empty Trash and recover space
pt_br: Esvazia o Lixo e recupera espaço

source: Enable Full Disk Access
pt_br: Ative o Acesso Total ao Disco

source: Errors:
pt_br: Erros:

source: Expo Cache
pt_br: Cache do Expo

source: Failed to clean %@
pt_br: Falha ao limpar %@

# Failed to clean %@ cache: %@
source: Failed to clean %1$@ cache: %2$@
pt_br: Falha ao limpar o cache de %1$@: %2$@

# Failed to clean %@: %@
source: Failed to clean %1$@: %2$@
pt_br: Falha ao limpar %1$@: %2$@

source: Failed to clean AVDs
pt_br: Falha ao limpar os AVDs

source: Failed to clean Docker Scout cache
pt_br: Falha ao limpar o cache do Docker Scout

source: Failed to clean NDK %@
pt_br: Falha ao limpar o NDK %@

source: Failed to clean System Images
pt_br: Falha ao limpar as System Images

source: Failed to clean build cache: %@
pt_br: Falha ao limpar o cache de build: %@

source: Failed to clean cache: %@
pt_br: Falha ao limpar o cache: %@

source: Failed to clean containers: %@
pt_br: Falha ao limpar os contêineres: %@

source: Failed to clean images: %@
pt_br: Falha ao limpar as imagens: %@

# Failed to clean log %@: %@
source: Failed to clean log %1$@: %2$@
pt_br: Falha ao limpar o log %1$@: %2$@

source: Failed to clean networks: %@
pt_br: Falha ao limpar as redes: %@

source: Failed to clean root-owned caches
pt_br: Falha ao limpar caches do root

# Failed to delete %@: %@
source: Failed to delete %1$@: %2$@
pt_br: Falha ao apagar %1$@: %2$@

# Failed to delete JB %@: %@
source: Failed to delete JB %1$@: %2$@
pt_br: Falha ao apagar JB %1$@: %2$@

# Failed to delete runtime %@ %@
source: Failed to delete runtime %1$@ %2$@
pt_br: Falha ao apagar o runtime %1$@ %2$@

source: Failed to delete unavailable simulators: %@
pt_br: Falha ao apagar simuladores indisponíveis: %@

source: Failed to empty trash: %@
pt_br: Falha ao esvaziar o Lixo: %@

# Failed to erase %@: %@
source: Failed to erase %1$@: %2$@
pt_br: Falha ao apagar o conteúdo de %1$@: %2$@

source: Failed to remove %@
pt_br: Falha ao remover %@

# Failed to remove %@: %@
source: Failed to remove %1$@: %2$@
pt_br: Falha ao remover %1$@: %2$@

# Failed to remove simulator %@: %@
source: Failed to remove simulator %1$@: %2$@
pt_br: Falha ao remover o simulador %1$@: %2$@

source: Failed to remove stale Docker staged update
pt_br: Falha ao remover uma atualização pendente antiga do Docker

source: Failed to remove system-wide .NET SDKs
pt_br: Falha ao remover SDKs do .NET instalados para todo o sistema

source: Failed to remove volume %@
pt_br: Falha ao remover o volume %@

source: Failed to remove volumes: %@
pt_br: Falha ao remover os volumes: %@

source: Failed to stop containers: %@
pt_br: Falha ao parar os contêineres: %@

source: Failed to uninstall .NET workloads: %@
pt_br: Falha ao desinstalar workloads do .NET: %@

source: Files
pt_br: Arquivos

source: Files Removed
pt_br: Arquivos Removidos

source: Files without an extension
pt_br: Arquivos sem extensão

source: Folders
pt_br: Pastas

source: Free
pt_br: Livre

source: Free Space
pt_br: Espaço Livre

source: Free: %@
pt_br: Livre: %@

source: Full Disk Access Required
pt_br: Acesso Total ao Disco Necessário

source: Full Disk Access wasn’t detected yet. Make sure you added MAC-LIMPO and turned on its switch. You can continue without this permission, but less space will be freed.
pt_br: O Acesso Total ao Disco ainda não foi detectado. Confira se você adicionou o MAC-LIMPO e ligou a chave dele. Dá para continuar sem essa permissão, mas menos espaço será liberado.

source: Generate a private, on-device storage recommendation.
pt_br: Gere uma recomendação de armazenamento privada, feita no próprio Mac.

source: Generate storage recommendation
pt_br: Gerar recomendação de armazenamento

source: Generating recommendation
pt_br: Gerando recomendação

source: Go Cache
pt_br: Cache do Go

source: Google Cache
pt_br: Cache do Google

source: Got It
pt_br: Entendi

source: Hide
pt_br: Ocultar

source: Hide progress
pt_br: Ocultar progresso

source: IDE Cache
pt_br: Cache de IDEs

source: Images
pt_br: Imagens

source: In the System Settings window that just opened: 1. Click the lock and authenticate 2. Click the “+” button 3. Go to Applications and select MAC-LIMPO 4. Turn on the switch next to MAC-LIMPO 5. Click “Done” in this alert when you’re finished After that, MAC-LIMPO will be able to free up much more space!
pt_br: Na janela de Ajustes do Sistema que acabou de abrir: 1. Clique no cadeado e autentique 2. Clique no botão “+” 3. Vá em Aplicativos e selecione o MAC-LIMPO 4. Ligue a chave ao lado do MAC-LIMPO 5. Clique em “Pronto” neste alerta quando terminar Depois disso, o MAC-LIMPO vai conseguir liberar muito mais espaço!

source: Inspecting Docker…
pt_br: Inspecionando o Docker…

source: Installed and running
pt_br: Instalado e em execução

source: Labels
pt_br: Nomes

source: Largest Files
pt_br: Maiores Arquivos

source: Launch at Login
pt_br: Abrir ao Iniciar Sessão

source: Logical
pt_br: Lógico

source: Logical Size
pt_br: Tamanho Lógico

# MAC-LIMPO found %@ of potentially reclaimable space across %lld categories.
source: MAC-LIMPO found %1$@ of potentially reclaimable space across %2$lld categories.
pt_br: O MAC-LIMPO encontrou %1$@ de espaço possivelmente recuperável em %2$lld categorias.

source: MAC-LIMPO lives here in the menu bar — there's no Dock icon or main window. Click this icon anytime to scan your Mac and free up space.
pt_br: O MAC-LIMPO mora aqui na barra de menus — não há ícone no Dock nem janela principal. Clique neste ícone quando quiser para escanear o Mac e liberar espaço.

source: MAC-LIMPO lives in the menu bar — look for the trash icon at the top right of the screen. There's no Dock icon or main window. Don't see it? The menu bar may be full or the icon hidden by the notch: hold ⌘ and drag other icons aside, or allow MAC-LIMPO in System Settings › Menu Bar.
pt_br: O MAC-LIMPO mora na barra de menus — procure o ícone de lixeira no canto superior direito da tela. Não há ícone no Dock nem janela principal. Não está vendo? A barra de menus pode estar cheia ou o ícone escondido pelo notch: segure ⌘ e arraste outros ícones para o lado, ou permita o MAC-LIMPO em Ajustes do Sistema › Barra de Menus.

# MAC-LIMPO moved %@ to the Trash from %lld items.
source: MAC-LIMPO moved %1$@ to the Trash from %2$lld items.
pt_br: O MAC-LIMPO moveu %1$@ para o Lixo, de %2$lld itens.

source: MAC-LIMPO needs Full Disk Access to clean every area of the system and free up as much space as possible. Without this permission: ~5–40 GB freed With this permission: ~50–200 GB freed Do you want to open System Settings to enable it?
pt_br: O MAC-LIMPO precisa do Acesso Total ao Disco para limpar todas as áreas do sistema e liberar o máximo de espaço. Sem essa permissão: ~5–40 GB liberados Com essa permissão: ~50–200 GB liberados Quer abrir os Ajustes do Sistema para ativá-la?

source: Magnify In (⌘+) — or pinch on the trackpad, scroll the mouse wheel
pt_br: Ampliar (⌘+) — ou faça pinça no trackpad, role a roda do mouse

source: Magnify Map to Fit
pt_br: Ajustar o Mapa à Janela

source: Magnify Out (⌘−)
pt_br: Reduzir (⌘−)

source: Magnify to Fit
pt_br: Ajustar à Janela

source: Magnify to Selection (⌘↩) — down to a 1 KB file
pt_br: Ampliar até a Seleção (⌘↩) — até um arquivo de 1 KB

source: Mail Attachments
pt_br: Anexos do Mail

source: Measuring %@…
pt_br: Medindo %@…

source: Measuring %lld paths…
pt_br: Medindo %lld caminhos…

source: Measuring Homebrew formulae…
pt_br: Medindo as fórmulas do Homebrew…

source: Measuring everything in Docker…
pt_br: Medindo tudo no Docker…

source: Measuring volumes…
pt_br: Medindo os volumes…

source: Media
pt_br: Mídia

source: Messages Attachments
pt_br: Anexos do Mensagens

source: Messaging Apps
pt_br: Apps de Mensagens

source: Modified
pt_br: Modificado

source: Move to Trash
pt_br: Mover para o Lixo

source: Move to Trash (⌘⌫)
pt_br: Mover para o Lixo (⌘⌫)

source: Move to Trash?
pt_br: Mover para o Lixo?

source: Move to Trash…
pt_br: Mover para o Lixo…

source: Moves eligible MAC-LIMPO items to the Trash after confirmation.
pt_br: Move para o Lixo os itens elegíveis do MAC-LIMPO, depois de confirmar.

source: Name
pt_br: Nome

source: Names on the blocks and folder headers. Off: a clean map — rest the pointer on a block to see its name.
pt_br: Nomes nos blocos e cabeçalhos das pastas. Desligado: um mapa limpo — pare o ponteiro sobre um bloco para ver o nome.

# No .NET SDK %@ left to uninstall workloads %@
source: No .NET SDK %1$@ left to uninstall workloads %2$@
pt_br: Não sobrou nenhum SDK %1$@ do .NET para desinstalar os workloads %2$@

source: No categories found
pt_br: Nenhuma categoria encontrada

source: No extension
pt_br: Sem extensão

source: Node Versions
pt_br: Versões do Node

source: Notion Cache
pt_br: Cache do Notion

source: NuGet Cache
pt_br: Cache do NuGet

source: Old Downloads
pt_br: Downloads Antigos

source: On Disk
pt_br: No Disco

source: On Disk: space actually used. Logical: size the files report (sparse files, compression).
pt_br: No Disco: espaço realmente ocupado. Lógico: tamanho que os arquivos informam (arquivos esparsos, compressão).

source: Only Mail Downloads cleared for safety
pt_br: Por segurança, só os Downloads do Mail foram limpos

source: Only Messages cache cleared
pt_br: Só o cache do Mensagens foi limpo

source: Open
pt_br: Abrir

source: Open Disk X-Ray
pt_br: Abrir o Disk X-Ray

source: Open MAC-LIMPO
pt_br: Abrir o MAC-LIMPO

source: Open System Settings
pt_br: Abrir Ajustes do Sistema

source: Original attachments preserved to maintain message history
pt_br: Anexos originais preservados para manter o histórico de mensagens

source: Other
pt_br: Outros

# Partially cleaned %@: %lld item(s) could not be removed
source: Partially cleaned %1$@: %2$lld item(s) could not be removed
pt_br: %1$@ limpo em parte: %2$lld item(ns) não puderam ser removidos

source: Preparing…
pt_br: Preparando…

source: Project Builds
pt_br: Builds de Projetos

source: Quick Look
pt_br: Visualização Rápida

source: Quick Look (Space)
pt_br: Visualização Rápida (Espaço)

source: Quit MAC-LIMPO
pt_br: Encerrar o MAC-LIMPO

source: Reading .NET projects…
pt_br: Lendo os projetos .NET…

source: Ready
pt_br: Pronto

source: Refresh
pt_br: Atualizar

source: Refresh scan
pt_br: Escanear de novo

source: Remove Cargo target/ build directories from Rust projects
pt_br: Remove as pastas de build target/ do Cargo em projetos Rust

source: Remove Notion asset cache and GPU caches
pt_br: Remove o cache de arquivos e os caches de GPU do Notion

source: Remove Playwright browser caches
pt_br: Remove os caches de navegadores do Playwright

source: Remove Zed's downloaded runtimes, language servers, and logs
pt_br: Remove runtimes, language servers e logs baixados pelo Zed

source: Remove data from uninstalled apps (JetBrains, Trae, etc)
pt_br: Remove dados de apps desinstalados (JetBrains, Trae etc.)

source: Remove downloaded Azure Functions Core Tools versions
pt_br: Remove versões baixadas do Azure Functions Core Tools

source: Remove downloaded episodes and caches
pt_br: Remove episódios baixados e caches

source: Remove downloads older than 30 days
pt_br: Remove downloads com mais de 30 dias

source: Remove local AI model caches (Ollama/LM Studio models need aggressive mode)
pt_br: Remove caches locais de modelos de IA (modelos do Ollama/LM Studio exigem o modo agressivo)

source: Remove old Messages attachments
pt_br: Remove anexos antigos do Mensagens

source: Remove old iOS Simulator devices and data
pt_br: Remove dispositivos e dados antigos do Simulador iOS

source: Remove old nvm Node versions (keeps default and newest per major)
pt_br: Remove versões antigas do Node no nvm (mantém a padrão e a mais nova de cada major)

source: Remove old terminal log files
pt_br: Remove arquivos de log antigos do terminal

source: Remove superseded .NET SDK and runtime patches (keeps newest of each line; asks admin password)
pt_br: Remove patches superados de SDK e runtime do .NET (mantém o mais novo de cada linha; pede a senha de administrador)

source: Remove unused containers, images, and volumes
pt_br: Remove contêineres, imagens e volumes sem uso

source: Rescan
pt_br: Escanear de Novo

source: Rust Targets
pt_br: Targets do Rust

source: Scan
pt_br: Escanear

source: Scan %@
pt_br: Escanear %@

source: Scan Mac Storage
pt_br: Escanear o Armazenamento do Mac

source: Scan Target
pt_br: Alvo do Escaneamento

source: Scan again (⌘R)
pt_br: Escanear de novo (⌘R)

source: Scan storage
pt_br: Escanear armazenamento

source: Scan timed out — refresh to retry
pt_br: O escaneamento demorou demais — atualize para tentar de novo

source: Scanning %@…
pt_br: Escaneando %@…

source: Scanning %lld system locations…
pt_br: Escaneando %lld locais do sistema…

source: Scanning .NET SDKs…
pt_br: Escaneando os SDKs do .NET…

source: Scanning Adobe: %@
pt_br: Escaneando a Adobe: %@

source: Scanning Rust projects…
pt_br: Escaneando projetos Rust…

source: Scanning browser caches…
pt_br: Escaneando caches de navegadores…

source: Scanning…
pt_br: Escaneando…

source: Scans MAC-LIMPO cleaning categories and reports reclaimable space.
pt_br: Escaneia as categorias de limpeza do MAC-LIMPO e informa o espaço recuperável.

source: Search cleaning categories
pt_br: Buscar categorias de limpeza

source: Security
pt_br: Segurança

source: Settings
pt_br: Ajustes

source: Share
pt_br: Fatia

source: Show free space in the map
pt_br: Mostrar o espaço livre no mapa

source: Show in Finder
pt_br: Mostrar no Finder

source: Show space used by macOS and protected areas that the scan cannot read
pt_br: Mostrar o espaço usado pelo macOS e por áreas protegidas que o escaneamento não consegue ler

source: Size
pt_br: Tamanho

source: Skip for Now
pt_br: Pular por Enquanto

source: Skipped %@: a Cargo build is running
pt_br: %@ ignorado: há um build do Cargo em andamento

source: Slack Cache
pt_br: Cache do Slack

source: Source Code
pt_br: Código-Fonte

source: Space Freed
pt_br: Espaço Liberado

source: Spotify Cache
pt_br: Cache do Spotify

source: Starting…
pt_br: Iniciando…

source: Stop
pt_br: Parar

source: Stop scanning
pt_br: Parar o escaneamento

source: Stops all containers and deletes every container, image and volume — databases included
pt_br: Para todos os contêineres e apaga todos os contêineres, imagens e volumes — bancos de dados incluídos

source: Storage
pt_br: Armazenamento

source: System
pt_br: Sistema

source: System & Unaccounted
pt_br: Sistema e Não Contabilizado

source: System & Unaccounted: %@
pt_br: Sistema e Não Contabilizado: %@

source: System Cleaner
pt_br: Limpeza do Sistema

source: System Data
pt_br: Dados do Sistema

source: Temp Files
pt_br: Arquivos Temporários

source: Terminal Logs
pt_br: Logs do Terminal

source: The on-device model is still preparing. Try again later.
pt_br: O modelo no dispositivo ainda está sendo preparado. Tente de novo mais tarde.

source: Theme
pt_br: Tema

source: This Mac does not support Apple Intelligence.
pt_br: Este Mac não é compatível com a Apple Intelligence.

source: This will move eligible cleaning targets to the Trash. Continue?
pt_br: Isto vai mover para o Lixo os alvos de limpeza elegíveis. Continuar?

source: Time Taken
pt_br: Tempo Gasto

source: Trash Bin
pt_br: Lixo

source: Try another search term
pt_br: Tente outro termo de busca
